[{"title": "Fairness in ML", "description": "With the pervasiveness and usage of machine learning systems in our everyday lives, the issue of fairness and equality becomes increasingly pertinent. The discussion and formulation of ways in which potential discrimination and bias can be eliminated is essential, and will lead to intelligent, fair systems in-place.", "sessions": [{"time": "Monday 13 July 22:00-24:00 GMT", "link": "https://us02web.zoom.us/j/85006981759?pwd=NTNydy9QRG5UNno5aWFHT1ExeXh1UT09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/fairness-in-ml-social"}, {"title": "NLP for Social Good", "description": "NLP is the underlying methodology to process, analyze and understand the vast amount of text data available that humans can no longer analyze efficiently. But what if we take a step ahead and apply these technologies for social good? Few organizations are trying to address certain problem areas but without much of public policy, clear guidelines and potential funding around such applications, the relative effect of “goodness” is minimal. One of the important use-cases include - Suicide Prevention. Could application of NLP assist health care bodies and immediate family members to identify potential indicators of such nuanced behavior and serve targeted help? In this session, I will share a short presentation, overview of some organizations working towards NLP for Good and brainstorm ideas with participants to effectively implement tech at hand for solving real social challenges, while addressing concerns of data privacy, ethical usage and safe-guarding user data.", "sessions": [{"time": "Tuesday 14 July 14:00-16:00 GMT", "link": "https://us02web.zoom.us/j/84484645918?pwd=MVJ4MDllUm1RRTJ5TFFFdmdXR1g5QT09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/nlp-for-social-good-social"}, {"title": "ICML Games Night", "description": "Come and unwind and play some puzzles and games with us! Hosted by Michaels Bowling and Littman", "sessions": [{"time": "Friday 17 July 21:00-23:00 GMT", "link": "https://us02web.zoom.us/j/81258070610?pwd=VmVlRGdSeFFpdWMxSU5GN2VZQWxBQT09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/icml-games-night-social"}, {"title": "Lapsed Physicists Wine and Cheese", "description": "\"Lapsed\" (aka Former) Physicists are plentiful in the machine learning community. Inspired by Wine and Cheese seminars at many institutions this BYOWC (Bring Your Own Wine and Cheese) event is an informal opportunity to connect with members of the community. Hear how others made the transition between fields. Discuss how their physics training prepared you to switch fields, what synergies between physics and machine learning excite you the most. Share your favorite physics jokes your computer science colleagues don't get, and just meet other cool people. Open to everyone, not only physicist, you'll just have to tolerate our humor. Wine and Cheese encouraged, but not required.", "sessions": [{"time": "Wednesday 15 July 01:00-03:00 GMT", "link": "https://us02web.zoom.us/j/86932133513?pwd=SGJia3ZnZlU0NGRKeFhnYzBvWHVCUT09"}, {"time": "Friday 17 July 15:00-17:00 GMT", "link": "https://us02web.zoom.us/j/85895165265?pwd=RFlHdURxQXBFWk1oWkk0anZ4enR1dz09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/lapsed-physicists-wine-and-cheese-social"}, {"title": "Leading the way for the next generation of Black women in STEM", "description": "Over the past 10 years, the percentage of Black women and girls in STEM related careers and degrees has observed a steady decrease. Studies have shown that young adults who were at-risk for falling off track but had a mentor are 55% more likely to enroll in college and 130% more likely to hold leadership positions. As a Black woman in tech, it is important and necessary to do outreach to ensure that there is a next generation of Black women in tech. \nJoin us to learn about why outreach is important and as a part of this session, we will give you tools you can take to local communities and welcome your ideas.", "sessions": [{"time": "Friday 17 July 19:00-21:00 GMT", "link": "https://us02web.zoom.us/j/89790241143?pwd=V0lLVlZ5S2hldW5sb0lQcmIza1RxQT09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/leading-the-way-for-the-next-generation-of-black-women-in-stem-social"}, {"title": "Radical AI Social", "description": "As Black feminist scholar Angela Davis famously said, \"Radical simply means grasping things at the root\", and radical work is work that addresses the root problem that power is distributed unevenly. Radical AI examines how AI shifts power and builds human/AI systems that shift power to the people.", "sessions": [{"time": "Tuesday 14 July 21:00-23:00 GMT", "link": "https://us02web.zoom.us/j/88488151384?pwd=WnIzSWwyeElleWZoTmFiNlpqUEcwZz09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/radical-ai-social"}, {"title": "RL Social", "description": "Social about reinforcement learning for people of any level of experience. Newcomers welcome!", "sessions": [{"time": "Thursday 16 July 14:00-16:00 GMT", "link": "https://us02web.zoom.us/j/86714155111?pwd=R2hTc0J0TDd5USt2bjAxeU9TeVRidz09"}, {"time": "Friday 17 July 23:00-01:00", "link": "https://us02web.zoom.us/j/88039572195?pwd=RHdsV3dndmVtL0RGQTJ1ZmVET0V3Zz09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/rl-social"}, {"title": "Data Science for Social Good project scoping", "description": "This session will focus on explaining a method to scope data science projects for the public sector and nonprofits, giving tips and explaining pitfalls, in an informal discussion that encourages participants to share their own experiences.\nSome of the questions that will motivate discussion are - what public problems can be solved with data science? How can I assess feasibility of a project? What is the importance of the goals, actions, data, analysis and ethics in project scoping? This session is run by GobLab UAI, a public innovation data science Lab from Chile. https://goblab.uai.cl/ ", "sessions": [{"time": "Wednesday 15 July 16:00-18:00 GMT", "link": "https://us02web.zoom.us/j/89127637112?pwd=QkJ6WXV0YkNkNlk5QUFzV3oxeFFNZz09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/data-science-for-social-good-project-scoping-social"}, {"title": "ML in Mathematical Oncology", "description": "Mechanistic mathematical models in oncology incorporate known biological mechanisms and hypotheses into the form of equations or simulations to help understand phenomena associated with cancer on scales ranging from genetics and gene expression to cell phenotypes, their association with the tumor microenvironment and different organs, and patient characteristics. These models are useful for gaining insight into the temporal and/or spatial changes of a cancer’s disease state, and machine learning has aided in finding the underlying structure within the vast amount of data involved from single cells, histology, imaging, and patient demographics. Connecting the learned information to the underlying biological insight, refining hypotheses regarding the overarching principles guiding the biological system and finding interesting ways to optimize models remains an active area of research. Join us to discuss! ", "sessions": [{"time": "Saturday 18 July 21:00-23:00 GMT", "link": "https://us02web.zoom.us/j/86780838470?pwd=V0tEZHZDOURRQjBTVFp4T0w4UlJDZz09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/ml-in-mathematical-oncology-social"}, {"title": "Multiagent Interactions: a Game Theory social", "description": "Amii’s Game Theory Social is an open discussion about game theory. There will be at least one Amii Fellow there, to seed the discussion.", "sessions": [{"time": "Thursday 16 July 19:00-21:00 GMT", "link": "https://us02web.zoom.us/j/86932341664?pwd=QWlRTkI2R3UvMjFWbXRNaE9xcW9Pdz09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/multiagent-interactions-a-game-theory-social-presented-by-amii-social"}, {"title": "Neural Networking: an AI in Health social", "description": "Amii’s AI in Health social is an open discussion featuring AI for Health. There will be at least one Amii Fellow there, to seed the discussion.", "sessions": [{"time": "Saturday 18 July 00:00-02:00 GMT", "link": "https://us02web.zoom.us/j/85683022822?pwd=Z1A1cmNFQTdLM3lnZTNabno1SGJPdz09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/neural-networking-an-ai-in-health-social-presented-by-amii-social"}, {"title": "Doing RL in the real world: an RL social", "description": "A social to discuss the challenges and opportunities of deploying RL systems in the wild. Moderated by Matt Taylor.", "sessions": [{"time": "Friday 17 July 21:00-23:00 GMT", "link": "https://us02web.zoom.us/j/84269633709?pwd=aEloS0ZGMS8rTHBlaVBqcjRydU5uUT09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/doing-rl-in-the-real-world-an-rl-social-presented-by-amii-social"}, {"title": "New to ML", "description": "This is a casual social event for those who are new to machine learning, or recent transplants from other disciplines. First timers welcome!", "sessions": [{"time": "Monday 13 July 14:00-16:00 GMT", "link": "https://us02web.zoom.us/j/86925745246?pwd=cmV1NGd0WDdSellONWVPS1htSjIyQT09"}, {"time": "Thursday 16 July 22:00-00:00 GMT", "link": "https://us02web.zoom.us/j/86016275858?pwd=aEd6NkxzMlhra2dFVDBvUkJJQ1J6UT09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/new-to-ml-social"}, {"title": "Can Deployment of ML in High-Stakes Human Services help advance Social Justice and reduce Racial Disparities?", "description": "The Centre for Social Data Analytics team at Auckland University of Technology, New Zealand, will host this social.  We deploy ML tools for decision making support in a range of social services, including child abuse hotlines, homelessness services and other high-stakes human settings. Our work has been used in several locations around the world, including US, New Zealand, Australia and Latin America. As part of our concerns around social justice, we are interested in having a chat about how we can use ML in these areas to advance a social justice program, rather than just helping agencies make better decisions. We will use our experience to raise specific questions around social justice and racial disparities, encouraging a dynamic and productive discussion with participants.  This social will be hosted by Prof. Rhema Vaithianathan and Dr. Diana Benavides Prado from the Centre for Social Data Analytics.", "sessions": [{"time": "Wednesday 15 July 08:00-10:00 GMT", "link": "https://us02web.zoom.us/j/88139879952?pwd=NmFUY2YvWm1MQmxBQUpQN2NBSXlBdz09"}, {"time": "Thursday 16 July 12:00-14:00 GMT", "link": "https://us02web.zoom.us/j/86722200549?pwd=eWZkQXVNSjZNTERMRXRrdU5RSlJQQT09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/can-deployment-of-ml-in-high-stakes-human-services-help-advance-social-justice-and-reduce-racial-disparities-social"}, {"title": "Metalearning In the Metaverse", "description": "A social event in virtual reality (general, not just about metalearning), during ICML2020. There will be a cafe, where people can drink and chat in a relaxed environment, as well as a presentation area where people can discuss their work (feel free to tell us a priori if you want to present something). We will use NeosVR which can downloaded for free on Steam (https://store.steampowered.com/app/740250/Neos_VR/). It also has a desktop client, in case you don't have VR.\nDetails to join the session can be found in http://www.metalearning-metaverse.com/. Please indicate your interest if you would like to join in the Rocket Chat channel (once it is active), we would like to have a rough idea of the capacity, but please feel free to join at the last minute", "sessions": [{"time": "Wednesday 15 July 11:00-13:00 GMT", "link": "https://us02web.zoom.us/j/82230198202?pwd=YjI4QjZkSDY3V0VpaDBzM25GTTk3Zz09"}, {"time": "Friday 17 July 00:00-02:00 GMT", "link": "https://us02web.zoom.us/j/89885945894?pwd=eVpzblUvU2VvWGFtckpESUZwKzhIUT09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/metalearning-in-the-metaverse-social"}, {"title": "Black in AI Social", "description": "A casual get together for members and allies of Black in AI. We may have a speaker but it might just be time for a meet and greet to say hello", "sessions": [{"time": "Saturday 18 July 17:00-19:00 GMT", "link": "https://us02web.zoom.us/j/86455291410?pwd=Zm5mUVJTQVBhd2l2blM3TG1raUY5Zz09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/black-in-ai-social"}, {"title": "Women in AI Ignite", "description": "Join us for 5-minute Ignite talks by women in AI. Everyone welcome!", "sessions": [{"time": "Saturday 18 July 19:00-21:00 GMT", "link": "https://us02web.zoom.us/j/86539353689?pwd=T0tsR1VERCs3Wjc5QU9FdDh2QUo5dz09"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/women-in-ai-ignite-social"}, {"title": "Queer in AI", "description": "Interact with other attendees and sponsors in a virtual world, videochat with those near you, using the Gather.town platform. The time hopefully works for everyone from the Americas to Africa.", "sessions": [{"time": "Wednesday 15 July 18:00-20:00 GMT", "link": "https://gather.town/0oyXAHukFb7CBMdT/ICML-QAI-Social"}, {"time": "Saturday 18 July 07:00-09:00 GMTT", "link": "https://gather.town/0oyXAHukFb7CBMdT/ICML-QAI-Social"}], "type": "social", "chat": "https://icml-rocketchat.meteorapp.com/channel/queer-in-ai-11 "}, {"title": "Kevin Yang", "description": "Kevin Yang is a senior researcher at Microsoft Research in Cambridge, MA who works on problems at the intersection of machine learning and biology. He did his PhD at Caltech with Frances Arnold on applying machine learning to protein engineering. Before joining MSR, he was a machine learning scientist at Generate Biomedicines, where he used machine learning to optimize proteins. Before graduate school, Kevin taught math and physics for three years at a high school in Inglewood, California through Teach for America.", "sessions": [{"time": "Monday 13 July 19:00-20:00 GMT", "link": "https://us02web.zoom.us/j/85877561973?pwd=NXFEWm5LNTZVVWwyVWZxbDBiaXV1QT09"}], "type": "mentoring", "chat": "https://icml-rocketchat.meteorapp.com/channel/mentor-kevin-yang"}, {"title": "Charles Elkan", "description": "Charles Elkan is an adjunct professor of computer science at the University of California, San Diego (UCSD). His full-time position is as global head of machine learning at Goldman Sachs. From 2014 to 2018 he was the first Amazon Fellow, leading a team of over 30 scientists and engineers doing research and development in applied machine learning for both e-commerce and cloud computing. Before joining Amazon, Dr. Elkan was a tenured full professor of computer science at UCSD.", "sessions": [{"time": "Monday 13 July 12:00-13:00 GMT", "link": "https://us02web.zoom.us/j/89609177711?pwd=cHYrRjlPdU85OHc5dmNIZGdCWlBQdz09"}, {"time": "Friday 17 July 20:00-21:00 GMT", "link": "https://us02web.zoom.us/j/87694138671?pwd=K09oNWlKa09OaHpwSTBINURQOWcxQT09"}], "type": "mentoring", "chat": ""}, {"title": "Jayeeta Putatunda", "description": "Jayeeta is a Senior Data Scientist with a specialization in Natural Language Processing and have a Masters in Quantitative Methods and Modeling. Jayeeta is passionate about exploring new concepts in the data science domain and firmly believes that data is the best story teller. Currently, she is working on representation learning for it's applications in knowledge graph building and transforming natural text to database query project at Indellient US Inc., a leading software development and IT professional services company working with Fortune 100 companies. Prior to this, she worked as a Data Scientist with Omnicom Media Group and as a research analyst at Deloitte. Jayeeta is passionate about her work and is actively engaged with some amazing organizations to promote and inspire more women to take up STEM. Jayeeta is leading a six-week NLP webinar series in association with WWCode DataScience in July 2020. She was also an invited speaker at Women Tech Global Conference in June 2020 an at AI and Machine Learning Summit in May 2020 where she gave a technical talk on \"Transfer Learning with BERT for text classification\". Jayeeta lives in New York, loves to cook and usually spends her summers hiking and camping with her husband (of course in the pre-covid days).", "sessions": [{"time": "Wednesday 15 July 16:00-17:00 GMT", "link": "https://us02web.zoom.us/j/86708742581?pwd=QmFmakN5VUpGNVM2UWpyZjBZejhoZz09"}, {"time": "Thursday 16 July 16:00-17:00 GMT", "link": "https://us02web.zoom.us/j/88031441677?pwd=cE80UXQvWEpmd3RsSFoyVC9oYkNpUT09"}], "type": "mentoring", "chat": "https://icml-rocketchat.meteorapp.com/channel/mentor-jayeeta-putatunda"}, {"title": "Joseph Itopa Abubakar", "description": "I am a web developer, junior devops engineer and currently transitioning into machine using my knowledge gained during my undergraduate studies. I am a junior machine learning engineer at Omdena. I have volunteered and contributed to series of machine learning projects, which have expose me to leading and mentoring groups involved in machine learning challenges. ", "sessions": [{"time": "Thursday 16 July 19:00-20:00 GMT", "link": "https://us02web.zoom.us/j/82218810911?pwd=V1c3aFI3bytHY0xpZnZkN3NLRnZ5QT09"}, {"time": "Friday 17 July 19:00-20:00 GMT", "link": "https://us02web.zoom.us/j/87110799211?pwd=SkxJNHVMVDhXbG5ycTRkU3JEZGsrZz09"}], "type": "mentoring", "chat": ""}, {"title": "Sohini Roychowdhury", "description": "I am an AI Technical expert at Volvo cars, Heading the University Relations Program. I have an academic background prior to my Industrial phase. I love educating young engineers and I run a youtube channel to help candidates \"Build Your Own Research Internship in AI\". https://www.youtube.com/channel/UC76OHAu-hC2GpcvR_hveJmg", "sessions": [{"time": "Saturday 18 July 19:00-20:00 GMT", "link": "https://us02web.zoom.us/j/83130001083?pwd=aGQzNmZhd040VDdPVWRDdTY4S1F3dz09"}], "type": "mentoring", "chat": "https://icml-rocketchat.meteorapp.com/channel/mentor-sohini-roychowdhury"}, {"title": "Alekh Agarwal", "description": "As a research manager at Microsoft, I play this role on a regular basis. ", "sessions": [{"time": "Tuesday 14 July 17:00-18:00 GMT", "link": "https://us02web.zoom.us/j/87541893616?pwd=Rk9ucUEybS9JR2NyMVVrRDFPZXpwdz09"}], "type": "mentoring", "chat": ""}, {"title": "Sandhya Prabhakaran", "description": "Starting September 2019, I am an Applied Research Scientist with Dr. Alexander Anderson at the Integrated Mathematical Oncology Department, Moffitt Cancer Centre, Tampa, Florida. Prior to that, I was a Postdoctoral Research Fellow with Dr. Dana Pe'er at Memorial Sloan Kettering Cancer Centre, NYC and from October 2014, I was a Postdoctoral Research Scientist at the same lab at the Department of Biological Sciences, Columbia University in the City of New York.\n\nI received my Ph.D degree from Volker Roth's lab at the Department of Mathematics and Computer Science, University of Basel, Switzerland. My research deals with developing and applying statistical models, particularly to problems in Computational Biology. I work on clustering, network inference and sparsity selection models. I have an MSc degree in Intelligent Systems (Robotics) from University of Edinburgh, Scotland. My Master thesis was done at Subramanian Ramamoorthy's lab and was based on Knot theory.\n\nPrior to academics, I have been an Assembler programmer working with the TCP/IP stack of the Mainframe Operating System (z/OS) at IBM Software Laboratories, Bangalore and have developed Mainframe applications at UST Global, Thiruvananthapuram.\n\nI practise yoga and meditation and am also interested in Tae Bo, hiking and distance running. I have completed 4 out of 6 of the World Marathon Majors: the Tokyo Marathon (2019), the BMW Berlin Marathon (2018), Bank of America Chicago Marathon (2017), TCS NYC Marathon (2015, 2016), and multiple Half marathons.\n\nWebsite: http://www.sandhyaprabhakaran.com\nTwitter: @sandhya212", "sessions": [{"time": "Tuesday 14 July 14:00-15:00 GMT", "link": "https://us02web.zoom.us/j/82818636362?pwd=KzgrRHNRbHJ0K1dUZzByUHA3WlFUQT09"}], "type": "mentoring", "chat": ""}, {"title": "Matias Valdenegro-Toro", "description": "I am currently a Researcher (Postdoc level) at the German Research Center for Artificial Intelligence in Bremen, Germany, and I received my PhD in EE on 2019 from Heriot-Watt University. The center where I work is an interface between Academia and Industry, as we are located in the Campus of the University of Bremen, and perform applied research with aims of technology transfer to Industry. I personally have a slightly more Academic than Industrial background.\nMy research areas are in Computer Vision, Bayesian Deep Learning and Uncertainty Quantification, and Reinforcement Learning, with applications to Robotics.\n\nI have participated as mentor for the Black in AI Graduate Application Mentoring program (two times), and for the LatinX in AI Mentorship program (one time).\n\nWhat motivates me to be a Mentor is to help minorities become successful into starting a career in Research or Industry in Machine Learning and Computer Vision. I am originally from Chile, and did a Masters and PhD in Europe with minimal mentoring, and I believe that my experience is valuable for other people. I can also provide mentorship in basic research skills such as writing papers, looking for interesting problems, reviewing papers, and tips and tricks for PhD-level research.\n\nI would like to Mentor minorities preferably, but I am open to people from all around the world. I can offer advice to PhD students and people that want to start a research career at the Master's level.", "sessions": [{"time": "Wednesday 15 July 17:00-18:00 GMT", "link": "https://us02web.zoom.us/j/82161317930?pwd=S3BmY09iN1lrS3FXSmYrUGo3OE9rQT09"}, {"time": "Saturday 18 July 17:00-18:00 GMT", "link": "https://us02web.zoom.us/j/86573919797?pwd=QUtvOStNc05PaUVQbWJiMHptbEpsQT09"}], "type": "mentoring", "chat": ""}, {"title": "Hrishikesh Ganu", "description": "I’ve been an industry practitioner of ML for over 13 years at companies like Amazon, Intuit and Myntra. I’m currently a Director of Data Science at Myntra-the top e-commerce platform for fashion in India. My interests are in Semantic parsing, Recommender systems and large scale discrete Optimization. I’ve published several papers on applications of ML in conferences like SIGIR, NAACL etc.", "sessions": [{"time": "Friday 17 July 14:00-15:00 GMT", "link": "https://us02web.zoom.us/j/86410247630?pwd=cFE1MmdBYXhBQkVkM3dpSzE4ckc2QT09"}], "type": "mentoring", "chat": ""}, {"title": "Dabal Pedamonti", "description": "I'm currently a first-year PhD student at the Bristol Robotics Lab (UK) and part of the Centre for Doctoral Training (CDT) joint between the University of Bristol and the University of the West of England.\nI'm from Italy, did my undergraduate degree in Edinburgh and now I'm in Bristol :). \nMy background is in CS and my research interests include reinforcement learning with curiosity/intrinsic motivation and robotics manipulation tasks.  ", "sessions": [{"time": "Monday 13 July 08:00-09:00 GMT", "link": "https://us02web.zoom.us/j/81791701509?pwd=RlJFUXNmUUsyQ24xUUIxK3FHV3JXdz09"}, {"time": "Wednesday 15 July 15:00-16:00 GMT", "link": "https://us02web.zoom.us/j/87847564672?pwd=TUJadThmZ09mOHBTc1QzSm52WHRBdz09"}], "type": "mentoring", "chat": "https://icml-rocketchat.meteorapp.com/channel/mentor-dabal-pedamonti"}, {"title": "Russell Greiner", "description": "I have been a professor at the University of Alberta for >20years, working in Artificial Intelligence and Machine Learning. I am a founder of the Alberta Machine Intelligence Institute (Amii).    Over this time, have graduated > 150 students (ugrad, grad, PDF), and received the  \"Great Supervisor\" award from our Graduate Faculty (\"to celebrate the dedicated work of great supervisors at the University of Alberta\").  My main interests are applications of machine learning to medical tasks, especially related to survival analysis.", "sessions": [{"time": "Tuesday 14 July 15:00-16:00 GMT", "link": "https://us02web.zoom.us/j/81714804437?pwd=TC9rUjMrYVNpWlQ1aTd0RjlIVktnZz09"}, {"time": "Thursday 16 July 22:00-23:00 GMT", "link": "https://us02web.zoom.us/j/85355131404?pwd=a2diUEhhM1RyejR2SlJ4RUtDMUFNQT09"}], "type": "mentoring", "chat": ""}, {"title": "Warren B. Powell", "description": "Professor, Department of Operations Research and Financial Engineering, Princeton", "sessions": [{"time": "Wednesday 15 July 18:30-19:30 GMT", "link": "https://princeton.zoom.us/j/91234815155"}], "type": "mentoring", "chat": ""}, {"title": "Aarthi Kalyanasundaram", "description": "I have 3 years of experience in Analytics domain. I am experienced with Pandas and Python, SQL. I am working as Test Engineer in Crayon Data India Private Limited. My interests would be Playing with Data and trying to explain the insights from the Data using Layman terms which is called as Data Story telling.", "sessions": [{"time": "Wednesday 15 July 12:00-13:00 GMT", "link": "https://us02web.zoom.us/j/81849847123?pwd=eUxDQys2UVNLaHBIN3lobjFUNEw1QT09"}], "type": "mentoring", "chat": ""}]